Repository: lsielewicz/HomeBudgetViewer
Catalog: HomeBudgetViewer/HomeBudgetViewer/Strings/*/Resources.resw
Source language: en
Languages: pl

# AboutPageHeader.Header
source: About
pl: O programie

# AboutPart.Text
source: About
pl: O programie

# AddNewItem.Text
source: Add
pl: Dodaj

# AddNewProfile.Text
source: Add new user profile
pl: Dodaj nowy profil użytkownika

# AddText.Text
source: Add
pl: Dodaj

source: All together
pl: Ogółem

source: Animals
pl: Zwierzęta

# Assign.Text
source: Assign
pl: Zatwierdź

# Author.Text
source: Author
pl: Autor

# AverageBalance.Text
source: Balance
pl: Bilans

# AverageExpenses.Text
source: Average expenses
pl: Średnie wydatki

# AverageIncomes.Text
source: Average incomes
pl: Średnie przychody

# BackButtonSetting.Header
source: Use shell-drawn back button
pl: Pokaż przycisk cofania widoku

# BackButtonSetting.OffContent
source: Back button in page header
pl: Przycisk cofania w nagłówku strony

# BackButtonSetting.OnContent
source: Back button in titlebar or taskbar
pl: Przycisk cofania w pasku tytułowym

# BalanceChart.Title
source: Balance chart
pl: Wykres bilansu

# BudgetItemHeader.Text
source: Budget item
pl: Budżet

# Cancel.Text
source: Cancel
pl: Anuluj

# CancelText.Text
source: Cancel
pl: Anuluj

# CannotAddItemWithEmptyValue
source: There is no possiblity to add an item with empty money value
pl: Nie można dodać przedmiotu z pustą wartością pieniężną

source: Car
pl: Samochód

# Categories.Text
source: Categories
pl: Kategorie

# CategoriesChart.Title
source: Chart of categories
pl: Wykres kategorii

# CategorySelectionHeader.Text
source: Select the category
pl: Wybierz kategorie

source: Children
pl: Dzieci

source: Clothes
pl: Ubrania/Odzież

# Confirm.Text
source: Yes
pl: Tak

# ConfirmationDialog.Title
source: Confirmation
pl: Potwierdzenie

source: Credit
pl: Kredyty

source: Culture
pl: Kultura

source: Drinking
pl: Picie

source: Electronic
pl: Elektronika

source: English
pl: Angielski

source: Entertainment
pl: Rozrywka

# Expense.Text
source: Expense
pl: Wydatek

# Expenses.Text
source: Expenses
pl: Wydatki

# ExpensesT
source: Expenses
pl: Wydatki

source: Fashion
pl: Moda

source: Food
pl: Jedzenie

source: Food outside the home
pl: Jedzenie poza domem

# GivenNameAlreadyRegistered
source: Given name is already regeistered
pl: Podana nazwa jest już aktualnie zarejestrowana

# HamburgerHome.Text
source: Home
pl: Dom

# HamburgerSettings.Text
source: Settings
pl: Ustawienia

# HeaderDayFiltering.Label
source: By day
pl: Według dnia

# HeaderMonthFiltering.Label
source: By month
pl: Według miesiąca

source: Health
pl: Zdrowie

source: Hello
pl: Witaj

source: Home
pl: Dom

# HomePageHeader.Content
source: Home
pl: Strona domowa

# HomeTestTextBox.Text
source: TEST ENG
pl: TEST PL

# Icons.Text
source: Icons
pl: Ikony

# Income.Text
source: Income
pl: Przychód

# Incomes.Text
source: Incomes
pl: Przychody

# IncomesT
source: Incomes
pl: Przychody

# InformationDialog.Title
source: Information
pl: Informacja

# ItemEnglish.Content
source: English
pl: Angielski

# ItemPolish.Content
source: Polish
pl: Polski

source: Lent
pl: Pożyczki

# Month1
source: January
pl: Styczeń

# Month10
source: October
pl: Październik

# Month11
source: November
pl: Listopad

# Month12
source: December
pl: Grudzień

# Month2
source: February
pl: Luty

# Month3
source: March
pl: Marzec

# Month4
source: April
pl: Kwiecień

# Month5
source: May
pl: Maj

# Month6
source: June
pl: Czerwiec

# Month7
source: July
pl: Lipiec

# Month8
source: August
pl: Sierpień

# Month9
source: September
pl: Wrzesień

# No.Text
source: No
pl: Nie

# NoActivities.Text
source: No activities reported during this period
pl: Brak aktywności w tym okresie czasu

# NoFilter.Label
source: No filter
pl: Brak filtra

source: Other
pl: Inne

# OverviewHeader.Text
source: Overview
pl: Przegląd

source: Personal
pl: Osobiste

source: Phone
pl: Telefon

source: Polish
pl: Polski

# RegionAndLanguage.Text
source: Region and language
pl: Region i język

# RemoveDialogText
source: Are you sure to delete this item?
pl: Czy na pewno chcesz usunąć ten przedmiot?

# RemoveProfile.Text
source: Remove current user profile
pl: Usuń obecny profil użytkownika

source: Salary
pl: Pensja

# SelectAnotherProfile.Text
source: Select other user profile
pl: Wybierz inny profil użytkownika

# SelectDefaultLanguage.Text
source: Select default language
pl: Wybierz domyślny język

# SelectUserProfile.Text
source: Select this user profile
pl: Wybierz ten profil użytkownika

# SettingsPageHeader.Content
source: Settings
pl: Ustawienia

# SettingsPart.Header
source: Settings
pl: Ustawienia

# ShortDescription.Text
source: Short description:
pl: Krótki opis:

# StatisticsHeader.Text
source: Statistics
pl: Statystyki

# SummaryHeader.Text
source: Summary
pl: Podsumowanie

# ThemeSetting.Header
source: Use Light Theme
pl: Użyj jasnego motywu

# ThemeSetting.OffContent
source: Dark theme
pl: Ciemny motyw

# ThemeSetting.OnContent
source: Light theme
pl: Jasny motyw

# UpdateProfile.Text
source: Update current user profile
pl: Zaktualizuj obecny profil użytkownika

# UpdateText.Text
source: Update
pl: Zaktualizuj

# UpdateUserProfileDialog.Title
source: Update user profile
pl: Zaktualizuj profil użytkownika

# UserAlreadyExist
source: User profile already exists.
pl: Profil użytkownika o podanej nazwie już istnieje.

# UserProfileDialog.Title
source: Add new user profile
pl: Dodaj nowy profil użytkownika

# UserProfileDialogProfileCurrency.Text
source: Profile currency
pl: Waluta profilu

# UserProfileDialogProfileName.Text
source: Profile name
pl: Nazwa profilu

# UserProfilesPart.Header
source: User profiles
pl: Profile użytkowników

# UserSelectionHeader.Text
source: User profile selection
pl: Wybór profilu użytkownika

source: Vacation
pl: Wakacje

source: Values cannot be empty
pl: Wartości nie mogą być puste

# Version.Text
source: Version
pl: Wersja
